[
  {
    "id": "blinded",
    "name": "Blinded",
    "system": "DND5E",
    "shortDescription": "A blinded creature can't see and automatically fails any ability check that requires sight. Attack rolls against the creature have advantage, and the creature's attack rolls have disadvantage.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "senses", "combat"]
  },
  {
    "id": "charmed",
    "name": "Charmed",
    "system": "DND5E",
    "shortDescription": "A charmed creature can't attack the charmer or target the charmer with harmful abilities or magical effects. The charmer has advantage on any ability check to interact socially with the creature.",
    "defaultDuration": null,
    "defaultColorId": "secondary",
    "tags": ["debuff", "mental", "control"]
  },
  {
    "id": "deafened",
    "name": "Deafened",
    "system": "DND5E",
    "shortDescription": "A deafened creature can't hear and automatically fails any ability check that requires hearing.",
    "defaultDuration": null,
    "defaultColorId": "error_container",
    "tags": ["debuff", "senses"]
  },
  {
    "id": "exhaustion",
    "name": "Exhaustion",
    "system": "DND5E",
    "shortDescription": "Some special abilities and environmental hazards, such as starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels.",
    "detailedDescription": "Some special abilities and environmental hazards, such as starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect's description.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "fatigue"]
  },
  {
    "id": "frightened",
    "name": "Frightened",
    "system": "DND5E",
    "shortDescription": "A frightened creature has disadvantage on ability checks and attack rolls while the source of its fear is within line of sight. The creature can't willingly move closer to the source of its fear.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "fear", "emotion"]
  },
  {
    "id": "grappled",
    "name": "Grappled",
    "system": "DND5E",
    "shortDescription": "A grappled creature's speed becomes 0, and it can't benefit from any bonus to its speed. The condition ends if the grappler is incapacitated. The condition also ends if an effect removes the grappled creature from the reach of the grappler or grappling effect.",
    "defaultDuration": null,
    "defaultColorId": "secondary",
    "tags": ["debuff", "combat", "movement"]
  },
  {
    "id": "incapacitated",
    "name": "Incapacitated",
    "system": "DND5E",
    "shortDescription": "An incapacitated creature can't take actions or reactions.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "combat"]
  },
  {
    "id": "invisible",
    "name": "Invisible",
    "system": "DND5E",
    "shortDescription": "An invisible creature is impossible to see without the aid of magic or a special sense. For the purpose of hiding, the creature is heavily obscured. The creature's location can be detected by any noise it makes or any tracks it leaves.",
    "defaultDuration": null,
    "defaultColorId": "secondary_container",
    "tags": ["buff", "stealth"]
  },
  {
    "id": "paralyzed",
    "name": "Paralyzed",
    "system": "DND5E",
    "shortDescription": "A paralyzed creature is incapacitated and can't move or speak. The creature automatically fails Strength and Dexterity saving throws. Attack rolls against the creature have advantage. Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "combat", "movement"]
  },
  {
    "id": "petrified",
    "name": "Petrified",
    "system": "DND5E",
    "shortDescription": "A petrified creature is transformed, along with any nonmagical object it is wearing or carrying, into a solid inanimate substance (usually stone). The creature is incapacitated, can't move or speak, and is unaware of its surroundings.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "transformation"]
  },
  {
    "id": "poisoned",
    "name": "Poisoned",
    "system": "DND5E",
    "shortDescription": "A poisoned creature has disadvantage on attack rolls and ability checks.",
    "defaultDuration": null,
    "defaultColorId": "error_container",
    "tags": ["debuff"]
  },
  {
    "id": "prone",
    "name": "Prone",
    "system": "DND5E",
    "shortDescription": "A prone creature's only movement option is to crawl, unless it stands up and thereby ends the condition. The creature has disadvantage on attack rolls. An attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the attack roll has disadvantage.",
    "defaultDuration": null,
    "defaultColorId": "secondary_container",
    "tags": ["debuff", "position", "combat"]
  },
  {
    "id": "restrained",
    "name": "Restrained",
    "system": "DND5E",
    "shortDescription": "A restrained creature's speed becomes 0, and it can't benefit from any bonus to its speed. Attack rolls against the creature have advantage, and the creature's attack rolls have disadvantage. The creature has disadvantage on Dexterity saving throws.",
    "defaultDuration": null,
    "defaultColorId": "secondary",
    "tags": ["debuff", "combat", "movement"]
  },
  {
    "id": "stunned",
    "name": "Stunned",
    "system": "DND5E",
    "shortDescription": "A stunned creature is incapacitated, can't move, and can speak only falteringly. The creature automatically fails Strength and Dexterity saving throws. Attack rolls against the creature have advantage.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "combat"]
  },
  {
    "id": "unconscious",
    "name": "Unconscious",
    "system": "DND5E",
    "shortDescription": "An unconscious creature is incapacitated, can't move or speak, and is unaware of its surroundings. The creature drops whatever it's holding and falls prone. The creature automatically fails Strength and Dexterity saving throws. Attack rolls against the creature have advantage. Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature.",
    "defaultDuration": null,
    "defaultColorId": "error",
    "tags": ["debuff", "combat"]
  }
]
